chore(content): write-only draft [k8s/cks/part5-supply-chain-security/module-5.3-static-analysis]
